Repository: rxhanson/MASShortcut
Catalog: Framework/Resources/*.lproj/Localizable.strings
Languages: de, sk

source: Cancel
de: Abbrechen
sk: Zrušiť

source: Click to record new shortcut
de: Klicken um neuen Tastaturkurzbefehl aufzunehmen
sk: Klikni pre nahratie novej skratky

source: Delete shortcut
de: Tastaturkurzbefehl löschen
sk: Odstrániť skratku

source: keyboard shortcut
de: Tastaturkurzbefehl
sk: klávesová skratka

source: Record Shortcut
de: Tastaturkurzbefehl aufnehmen
sk: Nahraj skratku

source: Shortcut cleared
de: Tastaturkurzbefehl gelöscht
sk: Skratka vymazaná

source: Shortcut set
de: Tastaturkurzbefehl gesetzt
sk: Skratka nastavená

source: Space
de: Leertaste
sk: Medzerník

source: The key combination %@ cannot be used
de: Die Tastenkombination %@ kann nicht genutzt werden
sk: Kombinácia kláves %@ sa nemôže použiť

source: This combination cannot be used because it is already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.
de: Diese Kombination kann nicht genutzt werden, da sie bereits als systemweiter Tastaturkurzbefehl genutzt wird. Falls du diese Tastenkombination wirklich benutzen willst, können die meisten Kurzbefehle in Systemeinstellungen > Tastatur geändert werden.
sk: Táto kombinácia sa nemôže použiť, pretože ju už používa klávesová skratka pre celý systém. Ak naozaj chceš použiť túto klávesovú kombináciu, väčšinu skratiek možno zmeniť v Systémové nastavenia > Klávesnica > Klávesové skratky.

source: This shortcut cannot be used because it is already used by the menu item ‘%@’.
de: Dieser Tastaturkurzbefehl kann nicht genutzt werden, da er bereits vom Menüpunkt „%@“ genutzt wird.
sk: Táto skratka sa nemôže použiť, pretože ju už používa položka menu ‘%@’.

source: To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut.
de: Drücke diesen Button, um einen neuen Tastaturkurzbefehl aufzunehmen. Tippe dann den neuen Tastaturkurzbefehl oder drücke Löschen, um den aktuellen Tastaturkurzbefehl zu löschen.
sk: Pre nahranie novej skratky, klikni na toto tlačidlo a potom zadaj novú skratku alebo stlač Odstrániť na vymazanie existujúcej skratky.

source: Type New Shortcut
de: Neuen Tastaturkurzbefehl eingeben
sk: Zadaj novú skratku

source: Type Shortcut
de: Tastaturkurzbefehl eingeben
sk: Zadaj skratku

source: Use Old Shortcut
de: Alten Tastaturkurzbefehl nutzen
sk: Použiť starú skratku
